{
  "recipes": [
    {
      "id": "1",
      "title": "Vegetable Stew",
      "ingredients": ["Carrot", "Leek", "Tofu", "Vegetable Stock"],
      "method": "Pre-heat the oven to 450F. Place the carrot, leek and tofu in a large bowl. Add the stock and mix well. Add the rest of the ingredients and mix well. Place the mixture in a large bowl and cover with a lid. Place the lid on the oven and cook for 40 minutes. Serve with a slaw of your choice",
      "cookingTime": "45 minutes"
    },
    {
      "id": "2",
      "title": "Veggie Pizza",
      "ingredients": [
        "Pizza Dough",
        "Tomato Pasata",
        "Green Peppers",
        "Broccoli",
        "Spinach"
      ],
      "method": "Pre-heat the oven to 450F. Add the various vegetables to the dough. Place the lid on the oven and cook for 30 minutes. Serve with a side of your choice",
      "cookingTime": "35 minutes"
    },
    {
      "id": "3",
      "title": "Greek Salad",
      "ingredients": [
        "Onion",
        "Block of Feta Cheese",
        "Olives",
        "Tomatoes",
        "Olive Oil"
      ],
      "method": "It's a salad, just throw all the ingredients in a bowl, throw some sauce in, and toss. Serve with croutons or something.",
      "cookingTime": "35 minutes"
    },
    {
      "title": "Original Banana Pudding",
      "ingredients": [
        "Sugar",
        "All-Purpose Flour",
        "Salt",
        "Eggs",
        "Lowfat Milk",
        "Vanilla Extract",
        "Nilla Wafers",
        "Bananas"
      ],
      "method": "Preheat oven to 425 degrees. Reserve 2 Tbsp. sugar. In top of double boiler, combine remaining sugar, flour and salt. Beat in 1 whole egg and 3 egg yolks; reserve 3 egg whites. Stir in lowfat milk. Cook, uncovered, over boiling water, stirring constantly 10 min or possibly till thickened. Remove from heat; stir in vanilla.\n\nIn bottom of 1 1/2-qt round casserole, spoon in 1/2 c. custard; cover with 8 wafers. Top with generous layer of sliced bananas; pour 2/3 c. custard over bananas. Arrange 10 wafers around the outside edge of dish; cover custard with 11 wafers. Top with sliced bananas and 2/3 c. custard. Cover custard with 14 wafers; top with sliced bananas and remaining custard.\n\nIn small bowl, with electric mixer at high speed, beat reserved egg whites till soft peaks form. Gradually add in reserved 2 Tbsp. sugar, beating till mix forms stiff peaks. Spoon on top of custard, spreading to cover entire surface.\n\nBake 5 min, or possibly till surface is lightly browned. Garnish with additional banana slices if you like. Serve hot or possibly cool. ",
      "cookingTime": "30 minutes",
      "id": "0gfnKk7"
    },
    {
      "title": "Texas Style Steak Chili",
      "ingredients": [
        "Canola Oil",
        "Onion",
        "Beef",
        "Tomato Sauce",
        "Red Wine Vinegar",
        "Various Chili Powders",
        "Black Pepper",
        "Cumin",
        "Bay Leaves"
      ],
      "method": " In a large stock pot or braising pan, place the oil begin to heat, add the beef and the onions and sear until the onions are tender.\nAdd the remaining ingredients bring to a simmer, lower heat, and cook covered for 6 hours. Stir occasionally, or the mix can be placed in a crock pot and cooked at low temperature for 8 hours\nTransfer, cool, label and hold refrigerated until needed.  Place the appropriate amount of chili into the cup or bowl. Top with the shredded cheddar, then the tortilla strips, the salsa and the cilantro sprig. Serve. ",
      "cookingTime": "360 minutes",
      "id": "np0-L8r"
    }
  ]
}
